[
{"id": "7065652", "title": "Room in a lovely terraced home", "property_type": "Room", "location": "Pune, India", "price_per_night": "", "currency": "", "cleaning_fee": null, "service_fee": null, "total_price": null, "image_urls": ["https://a0.muscache.com/im/pictures/miso/Hosting-7065652/original/ca179f3e-344b-40f7-9560-91b8a42b073e.jpeg?im_w=720", "https://a0.muscache.com/im/pictures/miso/Hosting-7065652/original/b533448f-3c88-4917-9720-419a3bdfd127.jpeg?im_w=720", "https://a0.muscache.com/im/pictures/miso/Hosting-7065652/original/18896165-6fd2-4e68-869b-e4ff0de5fdf4.jpeg?im_w=720", "https://a0.muscache.com/im/pictures/miso/Hosting-7065652/original/5e38062e-ee6f-4133-ac00-8d1573d156d1.jpeg?im_w=720", "https://a0.muscache.com/im/pictures/miso/Hosting-7065652/original/c8fa7fd5-759d-4328-a35b-6d1b405b15f7.jpeg?im_w=720", "https://a0.muscache.com/im/pictures/miso/Hosting-7065652/original/b533448f-3c88-4917-9720-419a3bdfd127.jpeg?im_w=720", "https://a0.muscache.com/im/pictures/airbnb-platform-assets/AirbnbPlatformAssets-GuestFavorite/original/78b7687c-5acf-4ef8-a5ea-eda732ae3b2f.png", "https://a0.muscache.com/im/pictures/airbnb-platform-assets/AirbnbPlatformAssets-GuestFavorite/original/b4005b30-79ff-4287-860c-67829ecd7412.png", "https://a0.muscache.com/im/pictures/user/81f893d4-7cb7-4a07-85a6-9c58369e09c8.jpg?im_w=240", "https://a0.muscache.com/im/pictures/user/User-279144549/original/f519b65b-e875-462b-bb0a-e8ac9987c047.jpeg?im_w=240", "https://a0.muscache.com/im/pictures/user/User-533988300/original/3f98e50b-9a41-4b1f-9eae-db8b9cc813e7.jpeg?im_w=240", "https://a0.muscache.com/im/pictures/user/User/original/7074639a-083f-4e89-b709-780a4ee5ec9e.jpeg?im_w=240", "https://a0.muscache.com/im/pictures/user/890363f8-a2ce-4f52-8ff6-58157b869aad.jpg?im_w=240"], "ratings": "4.85", "description": "A lovely and peaceful space surrounded by greenery. It has a fantastic central location close to the Pune - Airport (7 Kms), Railway & Bus Station (3.5 Kms). Our place is great for couples, solo travellers, business travellers, interns, meditators and students of yoga and ayurveda. A warm and welcoming space in a great neighbourhood in close proximity to osho international, parks, art, culture, restaurants etc. The space It is a cozy & beautiful 6 bedroom, house with a huge terrace. All rooms are self contained and private. Guest access Guests can feel free to access the kitchen, living room, a beautiful terrace with many plants, refrigerator, washing machine, wi-fi internet access available in the living room. Basically you can access the entire property with the exception of our private rooms and other guest rooms. Our balcony / terrace is an amazing place to sit in the mornings or evenings and just enjoy the weather. During your stay Would love to interact with guests and support them for whatever they might need to make their stay comfortable and memorable. Interaction totally depends on the guest. If you would like silence and space that is perfectly great as well. Other things to note A few points I would like to share which maybe helpful for you to know. - We have a duplex flat with the entrance and terrace garden on the 3rd floor and private rooms on the 2nd floor. The pictures of the terrace you see in the profile are from the 3rd floor. The terrace is a common area. Your private room is on the second floor. - Access to the rooms is only through the flat and every time one needs to access or leave the room one will have to climb or descend a flight of 15 steps. - We have a pet dog, Ommi, who is very loving and peaceful. He has now become a senior dog at 14 years old, he tends to bark a bit more as he is not able to see that well anymore. But if you just stand still and allow him to sniff you, he will lose interest and become calm again. We also have a pet cat Shanti who is always around too. If you are not comfortable with pets and animals in general, you might want to consider if this is the right place for you to stay. If you are an animal lover you will feel right at home. - We are located on North Main road, Koregaon Park. It is quite a busy road. Even though the rooms are not directly road facing some road noise does come through. This is not so much of a problem but incase anyone is a light sleeper it may be an issue. - it is a non AC room. The room tends to remain cool as it is on the 2 nd floor and does not get direct sunlight for more than a few hours a day. - Check in time is after 1 pm and check out time is by 11 am. - We will need id and address proof soft copies from all guests coming to stay. This can be shared via this same chat after booking and before arrival. - The kitchen is only one for the whole house. For guests it is only available for light cooking of snacks reheating of food and making tea and coffee. - We only allow registered guests to stay. No other visitors are allowed.", "reviews": [{"reviewer_name": "Kuwar", "review_date": "2 weeks ago", "review_text": "The location provides easy access to all areas of the city. The room has comfortable warm lights and walking space. The private terrace opens to a classic canopy. The main terrace of the house has a garden as well as an ironing station.", "rating": 5}, {"reviewer_name": "Mayank", "review_date": "3 weeks ago", "review_text": "It was my 3rd stay with the gracious host. He was extremely welcoming and helpful with any queries. I definitely look forward to the next visit.", "rating": 5}, {"reviewer_name": "Rahul", "review_date": "February 2025", "review_text": "Vighnesh is a caring host and stays with him are always pleasant.", "rating": 5}, {"reviewer_name": "Atharv", "review_date": "February 2025", "review_text": "Good experience", "rating": 5}, {"reviewer_name": "Zelia", "review_date": "February 2025", "review_text": "very welcoming and homely stay with Vignesh and his Mum, they are so kind and helpful with anything you need. I highly recommend and will definitely book again next time I'm in Pune 🙏⭐⭐⭐⭐", "rating": 5}, {"reviewer_name": "Prithwidip", "review_date": "February 2025", "review_text": "This is my third time staying at Vighnesh's place. The room, the food, and the overall vibe of the place is amazing. The location is close to all the nice eateries and traveling is easy as well. Vighnesh and his mom are the coolest hosts ever! They  are very polite, highly responsive and very accommodating with any kind of request. The room is quite big and you have the balcony as well which is lovely during the evening. Will definitely visit again and 10/10 recommended!", "rating": 5}], "number_of_reviews": 6, "review_tags": [{"tag": "Excellent support", "count": 133}, {"tag": "Great hospitality", "count": 120}, {"tag": "Great location", "count": 78}, {"tag": "Clean", "count": 46}, {"tag": "Quiet area", "count": 21}, {"tag": "Near restaurants", "count": 19}], "amenities": ["Lock on bedroom door", "Wifi", "Free parking on premises", "Lift", "Washing machine", "Patio or balcony", "Luggage drop-off allowed", "Hair dryer"], "total_amenities_count": 19241, "amenities_metadata": {"total_count": 19241, "extracted_count": 8}, "host": "Stay with Vighnesh"},
